import { TeamMember } from "@/types";

export const teamMembers: TeamMember[] = [
  {
    id: "sopio-macharashvili",
    name: "სოფიო მაჭარაშვილი",
    bio: "კომპანიის განვითარების, სტრატეგიული მიმართულებებისა და გუნდის მართვის პასუხისმგებელი პირი.",
    image: "",
    socials: {},
  },
  {
    id: "mariam-kakiashvili",
    name: "მარიამ კაკიაშვილი",
    bio: "მარიამი კოორდინაციას უწევს ტექნიკურ მიმართულებას და ვებ პროექტების განხორციელებას. მრავალწლიანი გამოცდილებითა და ლიდერული უნარებით, ის უზრუნველყოფს თითოეული პროექტის უმაღლესი სტანდარტებით შესრულებას.",
    image: "",
    socials: {},
  },
  {
    id: "gaioz-kupravishvili",
    name: "გაიოზ კუპრაშვილი",
    bio: "გაიოზი ეხმარება დამწყებ დეველოპერებს ვებტექნოლოგიების შესწავლაში. თავისი გამოცდილებითა და მარტივი ახსნის მანერით, ის სტუდენტებს პრაქტიკულ უნარებს გადასცემს და უზიარებს იმ ცოდნას, რომელიც რეალური პროექტების შესაქმნელად არის საჭირო.",
    image: "",
    socials: {},
  },
  {
    id: "tsotne-chaduneli",
    name: "ცოტნე ჩადუნელი",
    bio: "ცოტნე აერთიანებს მდიდარ პრაქტიკულ გამოცდილებას და ღრმა აკადემიურ ცოდნას. როგორც დარგის წამყვანი სპეციალისტი, ის უწევს მენტორობას ჩვენს გუნდს, აზიარებს თანამედროვე ტექნოლოგიურ ტენდენციებს და ზრუნავს სერვისების ხარისხის მუდმივ ზრდაზე.",
    image: "",
    socials: {},
  },
  {
    id: "luka-mekokishvili",
    name: "ლუკა მეკოკიშვილი",
    bio: "ლუკა სპეციალიზებულია თანამედროვე, სრულყოფილად გამართული ვებ აპლიკაციებისა და საიტების შექმნაზე. მისი პრიორიტეტია მომხმარებლისთვის მოსახერხებელი, სწრაფი და უსაფრთხო ციფრული პროდუქტების მიწოდება.",
    image: "",
    socials: {},
  },
  {
    id: "luka-kharaishvili",
    name: "ლუკა ხარაიშვილი",
    bio: "ლუკა არის ნიჭიერი და პერსპექტიული დეველოპერი, რომელიც თავისი მოტივაციითა და რთული ტექნიკური ამოცანების გადაჭრის უნარით მნიშვნელოვან წვლილს შეიტანს ჩვენს პროექტებში.",
    image: "",
    socials: {},
  },
  {
    id: "gaga-trapaidze",
    name: "გაგა ტრაპაიძე",
    bio: "გაგა წარმატებით აერთიანებს ტექნიკურ კომპეტენციას და კომუნიკაციის უნარებს. ის წარმართავს კომპანიის სოციალურ ურთიერთობებს, რაც უზრუნველყოფს მჭიდრო კავშირს მომხმარებლებთან და პარტნიორებთან.",
    image: "",
    socials: {},
  },
];
